Repository: BohdanFisher/tempa
Catalog: Tempa - Visual Planner/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, nb, nl, pt, uk

source: Starting is the hardest part — AI shrinks scary tasks into tiny first moves.
de: Anfangen ist am schwersten — KI zerlegt einschüchternde Aufgaben in winzige erste Schritte.
es: Empezar es lo más difícil — la IA divide las tareas que intimidan en primeros pasos diminutos.
fi: Aloittaminen on vaikeinta — tekoäly pilkkoo pelottavat tehtävät aivan pieniksi ensimmäisiksi askeliksi.
fr: Le plus dur, c’est de commencer — l’IA transforme les tâches intimidantes en tout petits premiers pas.
nb: Det vanskeligste er å starte — KI gjør overveldende oppgaver om til bittesmå første steg.
nl: Beginnen is het moeilijkst — AI maakt intimiderende taken klein genoeg voor een eerste stap.
pt: Começar é a parte mais difícil — a IA transforma tarefas que assustam em primeiros passos bem pequenos.
uk: Найважче — почати. ШІ перетворює великі завдання на крихітні кроки.

source: Starting is the hardest part — and it's already done. That's how Tempa works.
de: Anfangen ist das Schwerste — und das ist schon erledigt. Genau so funktioniert Tempa.
es: Empezar es lo más difícil — y ya está hecho. Así funciona Tempa.
fi: Aloittaminen on vaikeinta — ja se on jo tehty. Näin Tempa toimii.
fr: Le plus dur, c'est de commencer — et c'est déjà fait. C'est exactement comme ça que marche Tempa.
nb: Å starte er det vanskeligste — og det er allerede gjort. Sånn funker Tempa.
nl: Beginnen is het moeilijkst — en dat is al gebeurd. Zo werkt Tempa.
pt: Começar é o mais difícil — e isso já foi. É assim que o Tempa funciona.
uk: Найважче — почати. І це вже позаду. Саме так працює Tempa.

source: Starting tasks
de: Aufgaben anfangen
es: Empezar tareas
fi: Tehtävien aloittaminen
fr: Commencer les tâches
nb: Å komme i gang
nl: Aan taken beginnen
pt: Começar tarefas
uk: Починати завдання

source: Starting tasks: one tap turns anything into a five-minute first step.
de: Aufgaben anfangen: Ein Fingertipp macht aus jeder Aufgabe einen ersten Fünf-Minuten-Schritt.
es: Empezar tareas: un toque convierte cualquier cosa en un primer paso de cinco minutos.
fi: Tehtävien aloittaminen: yksi napautus muuttaa minkä tahansa tehtävän viiden minuutin ensiaskeleeksi.
fr: Commencer une tâche : un simple appui la transforme en un premier pas de cinq minutes.
nb: Å starte oppgaver: Ett trykk gjør hva som helst til et første steg på fem minutter.
nl: Taken starten: één tik verandert alles in een eerste stap van vijf minuten.
pt: Começar tarefas: um toque transforma qualquer coisa em um primeiro passo de cinco minutos.
uk: Початок справ: один дотик перетворює будь-що на перший крок на п’ять хвилин.

source: Starts at your pace — %@. One small thing at a time.
de: Beginnt in deinem Tempo — %@. Eine kleine Sache nach der anderen.
es: Empieza a tu ritmo — %@. Una cosita a la vez.
fi: Alkaa omaan tahtiisi — %@. Yksi pieni asia kerrallaan.
fr: Commence à ton rythme — %@. Une petite chose à la fois.
nb: Starter i ditt tempo — %@. Én liten ting om gangen.
nl: Begint in jouw tempo — %@. Eén klein ding tegelijk.
pt: Começa no seu ritmo — %@. Uma coisinha de cada vez.
uk: Починається у твоєму темпі — %@. Одне маленьке завдання за раз.

source: Starts in 10 minutes.
de: Beginnt in 10 Minuten.
es: Empieza en 10 minutos.
fi: Alkaa 10 minuutin kuluttua.
fr: Commence dans 10 minutes.
nb: Starter om 10 minutter.
nl: Begint over 10 minuten.
pt: Começa em 10 minutos.
uk: Почнеться за 10 хвилин.

source: Still here for you
de: Immer noch für dich da
es: Sigo aquí para ti
fi: Yhä täällä sinua varten
fr: Toujours là pour toi
nb: Fortsatt her for deg
nl: Nog steeds hier voor jou
pt: Continuo aqui com você
uk: Я все ще поруч

source: STREAK
de: SERIE
es: RACHA
fi: PUTKI
fr: SÉRIE
nb: REKKE
nl: REEKS
pt: SEQUÊNCIA
uk: СЕРІЯ

source: Swipe to another week, or add a task from Today.
de: Wische zu einer anderen Woche oder füge über Heute eine Aufgabe hinzu.
es: Desliza a otra semana o añade una tarea desde Hoy.
fi: Pyyhkäise toiselle viikolle tai lisää tehtävä Koti-näkymästä.
fr: Balaie vers une autre semaine ou ajoute une tâche depuis Aujourd'hui.
nb: Sveip til en annen uke, eller legg til en oppgave fra Hjem.
nl: Veeg naar een andere week of voeg een taak toe via Home.
pt: Deslize para outra semana ou adicione uma tarefa em Hoje.
uk: Свайпни на інший тиждень або додай завдання з «Сьогодні».

source: Switch to the new task
de: Zur neuen Aufgabe wechseln
es: Cambiar a la nueva tarea
fi: Vaihda uuteen tehtävään
fr: Passer à la nouvelle tâche
nb: Bytt til den nye oppgaven
nl: Naar de nieuwe taak wisselen
pt: Mudar para a nova tarefa
uk: Перейти до нового завдання

source: Take a short break
de: Kurze Pause machen
es: Hacer una pausa corta
fi: Pidä lyhyt tauko
fr: Faire une courte pause
nb: Ta en kort pause
nl: Korte pauze nemen
pt: Fazer uma pausa curta
uk: Зробити коротку перерву

source: Take out the trash
de: Müll rausbringen
es: Sacar la basura
fi: Vie roskat ulos
fr: Sortir les poubelles
nb: Ta ut søpla
nl: Het vuilnis buitenzetten
pt: Colocar o lixo para fora
uk: Винести сміття

source: Takes 60 seconds · free to try
de: Dauert 60 Sekunden · kostenlos testen
es: 60 segundos · pruébalo gratis
fi: Vie 60 sekuntia · kokeile ilmaiseksi
fr: 60 secondes · essai gratuit
nb: Tar 60 sekunder · gratis å prøve
nl: Duurt 60 seconden · gratis te proberen
pt: 60 segundos · teste grátis
uk: Займе 60 секунд · спробуй безкоштовно

source: Tap + to add something, or let AI break it down.
de: Tippe +, um etwas hinzuzufügen, oder lass die KI es zerlegen.
es: Toca + para añadir algo, o deja que la IA lo desglose.
fi: Napauta + lisätäksesi jotain, tai anna tekoälyn pilkkoa se.
fr: Touche + pour ajouter, ou laisse l'IA le découper.
nb: Trykk + for å legge til, eller la KI dele det opp.
nl: Tik + om iets toe te voegen, of laat AI het opdelen.
pt: Toque + para adicionar algo, ou deixe a IA dividir em passos.
uk: Тисни +, щоб щось додати, або хай AI розіб'є на кроки.

source: Tap ✓ — we'll sort it into your day
de: Tippe ✓ — wir sortieren es in deinen Tag
es: Toca ✓ y lo ordenamos en tu día
fi: Napauta ✓ — järjestämme sen päivääsi
fr: Touche ✓ — on le range dans ta journée
nb: Trykk ✓ — vi sorterer det inn i dagen din
nl: Tik ✓ — we plannen het in je dag
pt: Toque ✓ — organizamos no seu dia
uk: Натисни ✓ — і ми впишемо це у твій день

source: Tap the mic to speak
de: Tippe aufs Mikro zum Sprechen
es: Toca el micro para hablar
fi: Napauta mikrofonia puhuaksesi
fr: Touche le micro pour parler
nb: Trykk på mikrofonen for å snakke
nl: Tik op de microfoon om te praten
pt: Toque no microfone para falar
uk: Торкнись мікрофона, щоб говорити

source: Tap the mic to start…
de: Tippe aufs Mikro, um zu starten…
es: Toca el micro para empezar…
fi: Napauta mikrofonia aloittaaksesi…
fr: Touche le micro pour commencer…
nb: Trykk på mikrofonen for å starte…
nl: Tik op de microfoon om te starten…
pt: Toque no microfone para começar…
uk: Торкнись мікрофона, щоб почати…

source: Task
de: Aufgabe
es: Tarea
fi: Tehtävä
fr: Tâche
nb: Oppgave
nl: Taak
pt: Tarefa
uk: Завдання

source: task time
de: Aufgabenzeit
es: tiempo en tareas
fi: tehtäväaika
fr: temps de tâches
nb: oppgavetid
nl: taaktijd
pt: tempo em tarefas
uk: час на завдання

source: Task title
de: Aufgabentitel
es: Título de la tarea
fi: Tehtävän otsikko
fr: Titre de la tâche
nb: Oppgavetittel
nl: Taaknaam
pt: Título da tarefa
uk: Назва завдання

source: Tempa 1.2 · find your tempo
de: Tempa 1.2 · finde dein Tempo
es: Tempa 1.2 · encuentra tu tempo
fi: Tempa 1.2 · löydä temposi
fr: Tempa 1.2 · trouve ton tempo
nb: Tempa 1.2 · finn tempoet ditt
nl: Tempa 1.2 · vind je tempo
pt: Tempa 1.2 · encontre seu ritmo
uk: Tempa 1.2 · знайди свій темп

source: Tempa broke it down
de: Tempa hat es zerlegt
es: Tempa lo desglosó
fi: Tempa pilkkoi sen
fr: Tempa l'a découpé
nb: Tempa delte det opp
nl: Tempa heeft het opgedeeld
pt: O Tempa dividiu em passos
uk: Tempa розбила це на кроки

source: Tempa doesn't keep streaks or scores. Let's pick a small thing for today — that's enough to find your tempo again.
de: Tempa zählt keine Serien oder Punkte. Suchen wir eine kleine Sache für heute — das reicht, um dein Tempo wiederzufinden.
es: Tempa no lleva rachas ni puntuaciones. Elijamos algo pequeño para hoy: basta para recuperar tu ritmo.
fi: Tempa ei pidä putkia tai pisteitä. Valitaan tälle päivälle jotain pientä — se riittää tempon löytämiseen.
fr: Tempa ne compte ni séries ni scores. Choisissons un petit truc pour aujourd'hui — assez pour retrouver ton tempo.
nb: Tempa fører ikke rekker eller poeng. La oss velge en liten ting for i dag — det er nok til å finne tempoet igjen.
nl: Tempa houdt geen reeksen of scores bij. Laten we iets kleins kiezen voor vandaag — genoeg om je tempo terug te vinden.
pt: O Tempa não conta sequências nem pontos. Vamos escolher algo pequeno para hoje — o bastante para achar seu ritmo de novo.
uk: Tempa не рахує стріки й бали. Виберімо одне мале завдання на сьогодні — цього досить, щоб повернутися в ритм.

source: Tempa needs speech recognition to hear your tasks — you can allow it in Settings.
de: Tempa braucht die Spracherkennung, um deine Aufgaben zu hören — erlaube sie in den Einstellungen.
es: Tempa necesita el reconocimiento de voz para oír tus tareas: puedes permitirlo en Ajustes.
fi: Tempa tarvitsee puheentunnistuksen kuullakseen tehtäväsi — voit sallia sen Asetuksissa.
fr: Tempa a besoin de la reconnaissance vocale pour entendre tes tâches — tu peux l'autoriser dans Réglages.
nb: Tempa trenger talegjenkjenning for å høre oppgavene dine — du kan tillate det i Innstillinger.
nl: Tempa heeft spraakherkenning nodig om je taken te horen — je kunt het toestaan in Instellingen.
pt: O Tempa precisa do reconhecimento de fala para ouvir suas tarefas — permita em Ajustes.
uk: Tempa потрібне розпізнавання мови, щоб чути твої завдання — увімкни це в Налаштуваннях.

source: Tempa needs the microphone to hear you — you can allow it in Settings.
de: Tempa braucht das Mikrofon, um dich zu hören — erlaube es in den Einstellungen.
es: Tempa necesita el micrófono para oírte: puedes permitirlo en Ajustes.
fi: Tempa tarvitsee mikrofonin kuullakseen sinua — voit sallia sen Asetuksissa.
fr: Tempa a besoin du micro pour t'entendre — tu peux l'autoriser dans Réglages.
nb: Tempa trenger mikrofonen for å høre deg — du kan tillate den i Innstillinger.
nl: Tempa heeft de microfoon nodig om je te horen — je kunt het toestaan in Instellingen.
pt: O Tempa precisa do microfone para ouvir você — permita em Ajustes.
uk: Tempa потрібен мікрофон, щоб тебе чути — увімкни це в Налаштуваннях.

source: Tempa shows you one thing at a time — so you can find your rhythm again.
de: Tempa zeigt dir eins nach dem anderen — damit du deinen Rhythmus wiederfindest.
es: Tempa te muestra una cosa a la vez, para que recuperes tu ritmo.
fi: Tempa näyttää yhden asian kerrallaan — jotta löydät rytmisi uudelleen.
fr: Tempa te montre une chose à la fois — pour retrouver ton rythme.
nb: Tempa viser deg én ting om gangen — så du finner rytmen din igjen.
nl: Tempa laat één ding tegelijk zien — zodat je je ritme terugvindt.
pt: O Tempa mostra uma coisa de cada vez — para você achar seu ritmo de novo.
uk: Tempa показує одне завдання за раз — так ти зможеш повернути свій ритм.

source: TEMPA SUGGESTS
de: TEMPA SCHLÄGT VOR
es: TEMPA SUGIERE
fi: TEMPA EHDOTTAA
fr: TEMPA SUGGÈRE
nb: TEMPA FORESLÅR
nl: TEMPA STELT VOOR
pt: TEMPA SUGERE
uk: TEMPA ПРОПОНУЄ

source: Tempa takes that chaos off your hands.
de: Tempa nimmt dir dieses Chaos ab.
es: Tempa se encarga de ese caos por ti.
fi: Tempa hoitaa tuon kaaoksen puolestasi.
fr: Tempa prend ce chaos en charge pour toi.
nb: Tempa tar seg av det kaoset for deg.
nl: Tempa neemt die chaos van je over.
pt: O Tempa cuida desse caos por você.
uk: Tempa забирає цей хаос на себе.

source: Terms
de: AGB
es: Términos
fi: Ehdot
fr: Conditions
nb: Vilkår
nl: Voorwaarden
pt: Termos
uk: Умови

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fi: Käyttöehdot
fr: Conditions d'utilisation
nb: Vilkår for bruk
nl: Servicevoorwaarden
pt: Termos de Serviço
uk: Умови використання

source: That helps. Continue
de: Das hilft. Weiter
es: Eso ayuda. Continuar
fi: Tuo auttaa. Jatka
fr: Ça aide. Continuer
nb: Det hjelper. Fortsett
nl: Dat helpt. Doorgaan
pt: Isso ajuda. Continuar
uk: Так легше. Продовжити

source: That's exactly it
de: Genau das
es: Exactamente
fi: Juuri noin
fr: C’est exactement ça
nb: Akkurat sånn er det
nl: Precies dat
pt: É exatamente isso
uk: Саме так

source: That's me
de: Das bin ich
es: Me identifico
fi: Tuo olen minä
fr: C'est tout moi
nb: Det er meg
nl: Dat ben ik
pt: Sou eu
uk: Це про мене

source: That's okay. One small thing today is plenty.
de: Alles gut. Eine kleine Sache heute reicht völlig.
es: Está bien. Con una cosita hoy basta.
fi: Ei se mitään. Yksi pieni asia tänään riittää.
fr: C'est ok. Un petit truc aujourd'hui, c'est déjà bien.
nb: Det er greit. Én liten ting i dag holder.
nl: Prima. Eén klein ding vandaag is genoeg.
pt: Tudo bem. Uma coisinha hoje já basta.
uk: Все окей. Одного маленького завдання на сьогодні цілком достатньо.

source: The ADHD-friendly planner that moves at your
de: Der ADHS-freundliche Planer — ganz in deinem
es: El planificador amigable con el TDAH que va a tu
fi: ADHD-ystävällinen suunnittelija, joka kulkee sinun
fr: Le planificateur pensé pour le TDAH qui suit ton
nb: Den ADHD-vennlige planleggeren som følger ditt
nl: De ADHD-vriendelijke planner die meegaat met jouw
pt: O planner para TDAH que acompanha seu
uk: Планер для людей з РДУГ, що рухається у твоєму

source: The aha moment
de: Der Aha-Moment
es: El momento ajá
fi: Ahaa-hetki
fr: Le déclic
nb: Aha-øyeblikket
nl: Het aha-moment
pt: O momento aha
uk: Момент прозріння

source: The calm planner that turns big tasks into small, doable steps.
de: Der ruhige Planer, der große Aufgaben in kleine, machbare Schritte verwandelt.
es: El planificador que convierte tareas grandes en pasos pequeños y fáciles de dar.
fi: Rauhallinen suunnittelusovellus, joka pilkkoo isot tehtävät pieniksi, helpoiksi askeliksi.
fr: L’agenda qui transforme les grosses tâches en petites étapes simples et réalisables.
nb: En rolig dagsplanlegger som gjør store oppgaver om til små, overkommelige steg.
nl: De rustige planner die grote taken omzet in kleine, haalbare stappen.
pt: O planner que transforma tarefas grandes em passos pequenos e fáceis de começar.
uk: Планер, що перетворює великі завдання на маленькі та прості кроки.

source: The day
de: Der Tag
es: El día
fi: Päivä
fr: La journée
nb: Dagen
nl: De dag
pt: O dia
uk: День

source: The ground rules
de: Die Spielregeln
es: Las reglas del juego
fi: Pelisäännöt
fr: Les règles du jeu
nb: Spillereglene
nl: De spelregels
pt: As regras do jogo
uk: Базові правила

source: The guilt: banned. A missed day just gets a "welcome back."
de: Schuldgefühle: verboten. Nach einem verpassten Tag gibt’s einfach ein „Willkommen zurück“.
es: La culpa: prohibida. Si te saltas un día, solo hay un «qué bueno tenerte de vuelta».
fi: Syyllisyys: kielletty. Jos yksi päivä jää väliin, vastassa on vain ”tervetuloa takaisin”.
fr: La culpabilité : interdite. Si tu rates une journée, tu as juste droit à un « te revoilà ».
nb: Skyldfølelse: forbudt. Hopper du over en dag, får du bare et «velkommen tilbake».
nl: Schuldgevoel: verboden. Na een gemiste dag krijg je gewoon een ‘welkom terug’.
pt: Culpa: proibida. Perdeu um dia? Você só recebe um “que bom ter você de volta”.
uk: Почуття провини: під забороною. Пропущений день — це просто привід сказати «з поверненням».

source: The report!!!
de: Der Bericht!!!
es: ¡El informe!!!
fi: Se raportti!!!
fr: Le rapport !!!
nb: Rapporten!!!
nl: Het rapport!!!
pt: O relatório!!!
uk: Звіт!!!

source: The store isn't reachable yet. Give it a second and try again.
de: Der Store ist noch nicht erreichbar. Warte kurz und versuch es nochmal.
es: La tienda aún no responde. Espera un momento e inténtalo de nuevo.
fi: Kauppa ei vastaa vielä. Odota hetki ja yritä uudelleen.
fr: La boutique ne répond pas encore. Attends un instant et réessaie.
nb: Butikken svarer ikke ennå. Vent litt og prøv igjen.
nl: De winkel is nog niet bereikbaar. Wacht even en probeer opnieuw.
pt: A loja ainda não respondeu. Aguarde um instante e tente de novo.
uk: Магазин поки недоступний. Дай йому секунду і спробуй ще раз.

source: The Tempa way
de: Der Tempa-Weg
es: El método Tempa
fi: Tempan tapa
fr: La méthode Tempa
nb: Tempa-måten
nl: De Tempa-methode
pt: O jeito Tempa
uk: Підхід Tempa

source: They hand you a wall of tasks and assume you'll just… start. That's the one thing an ADHD brain can't do on command.
de: Sie geben dir eine Wand voller Aufgaben und erwarten, dass du einfach… anfängst. Genau das kann ein ADHS-Gehirn nicht auf Kommando.
es: Te dan un muro de tareas y asumen que simplemente… empezarás. Justo lo que un cerebro con TDAH no puede hacer bajo demanda.
fi: Ne antavat sinulle seinällisen tehtäviä ja olettavat, että vain… aloitat. Juuri sitä ADHD-aivot eivät osaa käskystä.
fr: Ils te donnent un mur de tâches en supposant que tu vas juste… commencer. Exactement ce qu'un cerveau TDAH ne sait pas faire sur commande.
nb: De gir deg en vegg av oppgaver og regner med at du bare… begynner. Akkurat det klarer ikke en ADHD-hjerne på kommando.
nl: Ze geven je een muur aan taken en gaan ervan uit dat je gewoon… begint. Precies dát kan een ADHD-brein niet op commando.
pt: Eles te entregam um muro de tarefas e esperam que você simplesmente… comece. Exatamente o que um cérebro com TDAH não consegue fazer sob comando.
uk: Вони дають тобі стіну задач і чекають, що ти просто… почнеш. А саме цього мозок із РДУГ не вміє за командою.

source: Thinking…
de: Denke nach…
es: Pensando…
fi: Mietin…
fr: Réflexion…
nb: Tenker…
nl: Denken…
pt: Pensando…
uk: Думаю…

source: This is Tempa.
de: Das ist Tempa.
es: Esto es Tempa.
fi: Tämä on Tempa.
fr: Voici Tempa.
nb: Dette er Tempa.
nl: Dit is Tempa.
pt: Este é o Tempa.
uk: Це Tempa.

source: this month
de: diesen Monat
es: este mes
fi: tässä kuussa
fr: ce mois-ci
nb: denne måneden
nl: deze maand
pt: este mês
uk: цього місяця

source: this week
de: diese Woche
es: esta semana
fi: tällä viikolla
fr: cette semaine
nb: denne uken
nl: deze week
pt: esta semana
uk: цього тижня

source: Thousands are building calmer days with Tempa.
de: Tausende gestalten mit Tempa ruhigere Tage.
es: Miles construyen días más tranquilos con Tempa.
fi: Tuhannet rakentavat rauhallisempia päiviä Tempan kanssa.
fr: Des milliers de personnes construisent des journées plus calmes avec Tempa.
nb: Tusenvis bygger roligere dager med Tempa.
nl: Duizenden bouwen aan rustigere dagen met Tempa.
pt: Milhares constroem dias mais calmos com o Tempa.
uk: Тисячі людей створюють спокійніші дні з Tempa.

source: Time blindness — losing hours
de: Zeitblindheit — Stunden verschwinden
es: Ceguera temporal: pierdo horas
fi: Aikasokeus — tunnit katoavat
fr: Cécité temporelle — des heures s'envolent
nb: Tidsblindhet — timer forsvinner
nl: Tijdblindheid — uren kwijt zijn
pt: Cegueira temporal — horas somem
uk: Сліпота до часу — гублю години

source: Time blindness: visual blocks keep the day where you can see it.
de: Zeitblindheit: Visuelle Blöcke halten deinen Tag im Blick.
es: Ceguera temporal: los bloques visuales mantienen tu día a la vista.
fi: Aikasokeus: visuaaliset lohkot pitävät päivän näkyvillä.
fr: Cécité temporelle : des blocs visuels gardent ta journée sous tes yeux.
nb: Tidsblindhet: Visuelle blokker holder dagen synlig foran deg.
nl: Tijdblindheid: visuele blokken houden je dag in beeld.
pt: Cegueira temporal: blocos visuais mantêm o dia à sua frente.
uk: Сліпота до часу: візуальні блоки тримають день перед очима.

source: Time slips away — your day becomes blocks you can actually see.
de: Die Zeit rutscht dir weg — dein Tag wird zu Blöcken, die du wirklich vor dir siehst.
es: El tiempo se te escapa — tu día se convierte en bloques que puedes ver de verdad.
fi: Aika karkaa huomaamatta — päiväsi muuttuu lohkoiksi, jotka näet selkeästi.
fr: Le temps t’échappe — ta journée devient des blocs que tu peux vraiment visualiser.
nb: Tiden glipper — dagen din blir til blokker du faktisk kan se.
nl: De tijd glipt weg — je dag wordt opgedeeld in blokken die je echt kunt zien.
pt: O tempo escapa — seu dia vira blocos que você consegue enxergar de verdade.
uk: Час непомітно зникає — Tempa перетворює день на блоки, які ти справді бачиш.

source: TITLE
de: TITEL
es: TÍTULO
fi: OTSIKKO
fr: TITRE
nb: TITTEL
nl: TITEL
pt: TÍTULO
uk: НАЗВА

source: today
de: heute
es: hoy
fi: tänään
fr: aujourd'hui
nb: i dag
nl: vandaag
pt: hoje
uk: сьогодні

source: Today
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
nb: I dag
nl: Vandaag
pt: Hoje
uk: Сьогодні

source: Today, %@
de: Heute, %@
es: Hoy, %@
fi: Tänään %@
fr: Aujourd'hui, %@
nb: I dag, %@
nl: Vandaag, %@
pt: Hoje, %@
uk: Сьогодні, %@

source: Tomorrow
de: Morgen
es: Mañana
fi: Huomenna
fr: Demain
nb: I morgen
nl: Morgen
pt: Amanhã
uk: Завтра

source: Tomorrow %@
de: Morgen %@
es: Mañana %@
fi: Huomenna %@
fr: Demain %@
nb: I morgen %@
nl: Morgen %@
pt: Amanhã %@
uk: Завтра %@

source: Tomorrow, %@
de: Morgen, %@
es: Mañana, %@
fi: Huomenna %@
fr: Demain, %@
nb: I morgen, %@
nl: Morgen, %@
pt: Amanhã, %@
uk: Завтра, %@

source: Tonight %@
de: Heute Abend %@
es: Esta noche %@
fi: Tänä iltana %@
fr: Ce soir %@
nb: I kveld %@
nl: Vanavond %@
pt: Hoje à noite %@
uk: Сьогодні ввечері %@

source: Too many apps that didn't stick
de: Zu viele Apps, die nicht geblieben sind
es: Demasiadas apps que no funcionaron
fi: Liikaa sovelluksia, jotka eivät jääneet
fr: Trop d'applis qui n'ont pas tenu
nb: For mange apper som ikke fungerte
nl: Te veel apps die ik niet volhield
pt: Apps demais que não deram certo
uk: Забагато застосунків, що не прижилися

source: Top 10 ADHD app
de: Top-10-ADHS-App
es: Top 10 apps TDAH
fi: Top 10 ADHD-appi
fr: Top 10 apps TDAH
nb: Topp 10 ADHD-app
pt: Top 10 apps para TDAH
uk: Топ-10 для РДУГ

source: Try again
de: Noch mal versuchen
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
nb: Prøv igjen
nl: Opnieuw proberen
pt: Tentar novamente
uk: Спробувати ще раз

source: Try it. Type something you've been avoiding.
de: Probier's aus. Tippe etwas, das du aufschiebst.
es: Pruébalo. Escribe algo que estés evitando.
fi: Kokeile. Kirjoita jotain, mitä olet vältellyt.
fr: Essaie. Écris un truc que tu évites.
nb: Prøv. Skriv noe du har utsatt.
nl: Probeer maar. Typ iets dat je al een tijd uitstelt.
pt: Experimente. Digite algo que você anda evitando.
uk: Спробуй. Напиши те, що давно відкладаєш.

source: Turn off energy dip
de: Energietief ausschalten
es: Desactivar bajón de energía
fi: Poista energiakuoppa käytöstä
fr: Désactiver le coup de mou
nb: Slå av energidupp
nl: Energiedip uitschakelen
pt: Desativar queda de energia
uk: Вимкнути спад енергії

source: Type a reply…
de: Antwort eingeben…
es: Escribe una respuesta…
fi: Kirjoita vastaus…
fr: Écris une réponse…
nb: Skriv et svar…
nl: Typ een antwoord…
pt: Digite uma resposta…
uk: Напиши відповідь…

source: Unlock AI planning & breakdowns
de: KI-Planung & Aufgaben-Zerlegung freischalten
es: Desbloquea planificación y desgloses con IA
fi: Avaa tekoälysuunnittelu ja pilkkominen
fr: Débloque la planification et le découpage IA
nb: Lås opp KI-planlegging og oppdeling
nl: Ontgrendel AI-planning en taakopdeling
pt: Desbloqueie planejamento e divisão com IA
uk: Відкрий AI-планування та розбиття на кроки
